Repository: wp-plugins/target-visitors
Catalog: lang/target_visitors-*.po
Languages: ru_ru

source: You were come by request
ru_ru: Вы зашли на эту страницу по запросу

source: Find interesting information? You can easy follow my blog through
ru_ru: Нашли полезную информацию? Следить за новыми записями в блоге вам поможет подписка на

source: Target Visitors options
ru_ru: Настройки Target Visitors

source: HTML code removed
ru_ru: HTML код удален.

source: Error writing css file.
ru_ru: Ошибка записи CSS файла.

source: CSS code removed
ru_ru: CSS код удален.

source: CSS file is not allowed for writing
ru_ru: CSS файл не доступен для записи.

source: CSS code saved
ru_ru: CSS код сохранен.

source: CSS file is not allowed for writing.
ru_ru: CSS файл не доступен для записи.

source: Plugin will autoset to single.php
ru_ru: Плагин будет автоматически подключен на страницу single.php

source: Plugin will not autoset to single.php
ru_ru: Плагин не будет автоматически подключен на страницу single.php

source: Css file is not readable.
ru_ru: CSS файл не доступен для чтения.

source: Support
ru_ru: Обратная связь

source: If you have any ideas or questions about this plugin, write a comment at plugin homepage <a href="http://www.getincss.ru/wp-target-visitors_en/">Target Visitors</a>.<br /><br />You can also e-mail me: webmaster(dog)getincss.ru<br /><br /><b>Do you like this plugin?</b><br />I'll glad for your donations. Webmoney:<br />Z102896061935<br />R144897054561
ru_ru: Если у вас появились вопросы или идеи по использованию плагина, оставляйте ваши комментарии на домашней странице <a href="http://www.getincss.ru/2008/07/13/wp-target-visitors/">Target Visitors</a>.<br /><br />Вы также можете написать на мой электронный адрес webmaster(dog)getincss.ru<br /><br /><b>Понравился плагин?</b><br />Вы можете поддержать дальнейшую работу над ним. Webmoney:<br />Z102896061935<br />R144897054561

source: Plugin "Target Visitors" allow to show special message for visitors coming from search engines: Google, Yandex, Mail, Yahoo, Liveinternet, Rambler, Altavista, Msn. You can use this tags in text:<br /><br><b>[PERMALINK]</b> - current page's URL<br><br><b style="color:red">[SE_REQUEST]</b> - search engine request that user coming by<br><br><b>[RSS_URL]</b> - URL for your RSS<br><br>After saving data you can to put this code:<br><b><code>&lt;? if(function_exists("wp_target_visitors")) wp_target_visitors(); ?&gt;</code></b><br> on pages: search.php, archive.php, etc, where you want to show a message for target visitors.
ru_ru: Плагин "Target Visitors" позволяет вывести специальное сообщение для пользователей пришедших с поисковых систем Google, Yandex, Mail, Yahoo, Liveinternet, Rambler, Altavista, Msn. В тексте вы можете использовать следующие сокращения:<br /> <br><b>[PERMALINK]</b> - URL текущей статьи, страницы, на которую зашел пользователь<br><br> <b style="color:red">[SE_REQUEST]</b> - тот самый поисковый запрос, по которому пришел пользователь<br><br> <b>[RSS_URL]</b> - адрес вашей RSS ленты<br><br> После сохранения данных, разместите следующий код:<br><b><code>&lt;? if(function_exists("wp_target_visitors")) wp_target_visitors(); ?&gt;</code></b><br> на станицах single.php, search.php, archive.php и других, где вы хотите показывать целевым посетителям свое сообщение.

source: Your Message
ru_ru: Текст сообщения

source: CSS code (CSS file in <b>target-visitors</b> directory must be writable)
ru_ru: CSS код (CSS файл в рабочей папке плагина должен быть доступен для записи)

source: Autoset plugin's display message function on single.php page
ru_ru: Автоматически подключить функцию на страницу single.php

source: Save code &raquo;
ru_ru: Сохранить код &raquo;
